[PENetwork]
Language	="Русский"
LangCode	="0419"
Author		="Holger Kotsch (Holger.Kotsch@GMX.de)"
Version		="0.9"
GrpLanguage	="Язык"
LblLangAuthor	="Автор"
LblLangVersion	="Версия"
MainTitle	="Сеть Менеджер"
BtnAdd		="&Добавить..."
BtnAddShort	="Д&обавить"
BtnDelete	="&Удалить"
BtnApply	="&Применить"
BtnCancel	="&Отмена"
BtnChange	="Изменить..."
BtnOK		="&OK"
BtnYes		="&Да"
BtnNo		="&Нет"
TIConfig	="Параметры"
TIIdent		="Компьютер"
TISharing	="Обмен"
TIDrives	="Сетевые дисководы"
TIOther		="Другие"
TIAbout		="Об этом"
TTRefresh	="Обновить список адаптер"
LblAdapterState	="Состояние"
LblAdapterSpeed	="Скорость"
AdapterSpeed	="Мбит/с"
LblAdapterMAC	="MAC"
ChkForceScan	="Force scanning for new devices on adapter list refresh"
RadioDHCP	="Получить IP-адрес автоматически"
BtnDHCPInfo	="&Инфо"
BtnDHCPRelease	="&Освобождение"
BtnDHCPRenew	="Re&new"
TDHCPInfo	="Сеть DHCP информация"
LblDHCPAdapter	="Устройство"
LblDHCPDNSSrv	="DNS-сервер"
LblDHCPWINSSrv	="WINS-сервер"
LblDHCPSrv	="DHCP-сервер"
LblDHCPLTO	="Аренда получена"
LblDHCPLTE	="Аренда истекает"
RadioStatic	="Использовать следующий IP-адрес"
LblStaticIP	="IP-адрес"
LblStaticSM	="Маска подсети"
LblStaticDG	="Основной Шлюз"
BtnStatic	="&Static"
RadioDNSDHCP	="Получить адрес DNS-сервера автоматически"
RadioDNSStatic	="Использовать следующие адреса DNS-серверов"
LblDNS		="DNS-адрес"
RadioWINSDHCP	="Получить адрес WINS-сервера автоматически"
RadioWINSStatic	="Использовать следующие адреса WINS-серверов"
LblWINS		="WINS-адрес"
LblComputer	="Имя компьютера"
LblWorkgroup	="Рабочая группа"
LblPriDNS	="Основной DNS-суффикс"
TAddIP		="IP-адрес"
TAddDG		="Основные шлюзы"
TAddDNS		="DNS-адреса"
TAddWINS	="WINS-адреса"
TAddIPAddr	="Добавить IP-адрес"
TAddDGAddr	="Добавить Gateway-адрес"
TAddDNSAddr	="Добавить DNS-сервер-адрес"
TAddWINSAddr	="Добавить WINS-сервер-адрес"
TTShareRefresh	="Refresh shared folders list"
TTDrivesRefresh	="Refresh network drives list"
TTWiFiRefresh	="Scan and refresh available network list"
ChkShowActivity	="Show connection activity in tray"
TrayShowGUI	="Show main GUI"
TrayShowAni	="Animation on network activity"
TrayExit	="Выход"
MsgDllNotFound	="Could not find the following libraries"
MsgWait		="Пожалуйста, подождите..."
MsgChangesApply	="Changings are being applied to the system..."
MsgReleaseAddr	="Releasing address..."
MsgRenewAddr	="Renewing address..."
TIWiFiAvailable	="Available Networks"
BtnWiFiConnect	="Подключите"
LVWiFiList	="Signal|SSID|Security"
TIWiFiPrefered	="Prefered Networks"
TIWiFiService	="Служба"
LblWiFiCurState	="Текущее состояние"
LblWiFiNoDevice	="This is not a WiFi device or WiFi functionality is disabled for this device!"
LblWiFiWlanApiNF="WLANAPI not found on this system!"
ServiceNotInst	="Не установлено"
ServiceStop	="Стоп"
ServiceStopped	="Остановлено"
ServiceStart	="Начало"
ServiceStarted	="Текущие"
TIIPSettings	="IP-параметры"
TIWINS		="WINS"
TIWiFi		="WiFi"
LblCNI		="Network identification"
LblPing		="Ping other computer (host or IP address)"
BtnPingStart	="Начало"
BtnPingStop	="Стоп"
LblPingCount	="Всего"
LblPingTime	="Timeout"
ChkPingLimit	="Неограниченный"
LVPing		="Инфо"
LVIReply	="Ответ"
LVIReplyTime	="Время"
LVIReplyTimeMS	="мс"
LVITimeOut	="Request timed out."
LVIUnreachable	="Destination host unreachable."
LVIInvalid	="Destination specified is invalid."
LVIGeneral	="Генеральная провал."
LblFileSharing	="File Sharing"
BtnShareStart	="Начало"
LblShareUser	="Имя пользователя"
LblSharePW	="Пароль"
BtnShareSetPW	="Установить пароль"
LblShareAdmin	="Note: to connect to the shares of this host you must at least enter one user account with a password!"
LblSharedFolders="Общие папки"
LVShares	="Share|Folder|Connections"
LblShareName	="Share name"
TTShareName	="Use a "$" at the end of the share name to create a hidden share."
LblSharePath	="Local path"
MIShareBrowse	="Browse..."
MIShareDel	="Удалить"
TTShareUser	="This is the username to connect from the remote host to the shared folders of this computer."
TTShareUserLen	="The username length is limited to"
TTInputChars	="characters"
TTSharePWLen	="The password length is limited to"
LblDriveLetter	="Drive letter"
TTDriveLetter	="automatically select an unused drive letter."
TTDriveNoFree1	="There are no more free available drive letters!"
TTDriveNoFree2	="Please disconnect one at first."
BtnConnect	="Подключение"
BtnDisconnect	="Отключение"
LblDrivePath	="Путь"
LblDriveUser	="Имя пользователя"
LblDrivePW	="Пароль"
LblDrivesCon	="Connected network drives"
LVDrivesCon	="Local|Remote|Status|Open"
MIDriveBrowse	="Показать..."
MIDriveDiscon	="Отключение"
GrpTrayOptions	="Tray (notification area) options"
ChkTrayMin	="On minimizing 'move' main window to tray"
ChkTrayClose	="On closing 'move' main window to tray"
LblAboutAI3	="Created with "AutoIt3"."
LVIPSM		="IP Address|Subnet Mask"
WiFiUnnamed	="Unnamed network"
WiFiNone	="Никто"
ERROR		="ОШИБКА"
INFO		="Инфо"
WARNING		="ПРЕДУПРЕЖДЕНИЕ"
QUESTION	="ВОПРОС"
ProfSelTitle	="Profile Selector"
LblProfSelect	="Выберите сетевой профиль"
LblProfDesc	="Профиль описание"
ProfIn		="в"
ProfSec		="сек"
LblSearchDevice	="Searching for installable devices..."
DeviceFound	="Найдено"
DeviceSucces	="Successfull installation of"
ErrorNetShared	="A network resource cannot be shared!"
NetShareOK	="Successfully shared local path"
NetShareOKAs	="as"
NetShrNotExist	="The local path does not exist"
NetShrAccDen	="В доступе отказано"
NetShrInvName	="Недопустимое название"
NetShrPNE	="The local path does not exist"
NetShrNameDup	="The share name is already in use"
ErrorNetSharing	="Error while sharing local path"
TTCharsMax	="characters are allowed only"
TTCharsNoAllow	="The following characters are not allowed"
NetStartNet	="Start network support now?"
LblStartNet	="Starting network..."
NetRegisterObj	="Registering network objects..."
NetChkDrv	="Checking for needed network driver files..."
NetDetectDev	="Detecting network devices..."
NetDetectNew	="Scanning for new added devices..."
NetInstTCP	="Installing TCP/IP protocol..."
NetApplyProfile	="Applying profile settings..."
NetInstMSClient	="Installing "Client for Microsoft Networks"..."
NetChkServices	="Checking services..."
NetStartTCPIP	="Starting "TCP/IP Protocol Driver" service..."
NetStartDHCP	="Starting "DHCP-Client" service..."
NetStartNLA	="Starting "Network Location Awareness" service..."
NetStartLMH	="Starting "TCP/IP NetBIOS Helper" service..."
NetNoNetcards	="No network cards detected!"
ProgramExit	="Program will be Exit now."
ShareSelFolder	="Please select a folder to share"
ShareChkDrv	="Checking for needed "File Sharing" service installation files..."
ShareInstSrv	="Installing "File Sharing" Service"..."
ServiceChkSrv	="Check if service is properly installed..."
ShareStartSrv	="Starting "File Sharing" service..."
ShareStopSrv	="Stopping "File Sharing" service..."
ServiceFinish	="Завершенные."
ShareSetPW	="Setting password..."
ShareStopInfo1	="Connections from other PC's will be disconnected and transferred data could be lost !"
ShareStopInfo2	="You also need the following to know"
ShareStopInfo3	="If you started the service(s) a few minutes ago, sometimes it takes some more minutes again (5-10min) before you can stop and restart the service(s)."
ShareStopInfo4	="Are you sure you want to stop the "File Sharing" service ?"
ShareMsgOpen	="There seems to be open resources on this share!"
ShareMsgRemove	="Are you sure you want to remove it nevertheless?"
ShareMsgSpecial	="The special share"
ShareMsgDel1	="is reserved for interprocess communication and cannot be deleted!"
ShareMsgDel2	="is reserved for interprocess communication and should not be deleted!"
ShareMsgDel3	="However it will be deleted only temporary and will be re-created after restarting of the "Server" service or the computer."
ShareMsgDel4	="Are you sure you want to delete this special share?"
ShareMsgDel5	="Are you sure you want to delete the share"
LblShareRemove	="Removing share..."
NetShrNameNotEx	="The share name does not exist"
NetErrShareInfo	="Error while retrieving share info about"
NetShareRemSucc	="Successfully removed the share"
NetShareRemErr	="Error while removing the share"
LblDriveConnect	="Connecting remote share..."
NetDriveSucc1	="Successfully mapped"
NetDriveSucc2	="to local drive"
NetDriveAddErr1	="Unknown error while mapping drive!"
NetDriveAddErr2	="Access denied to the remote path!"
NetDriveAddErr3	="The device is already in use!"
NetDriveAddErr4	="Invalid device name!"
NetDriveAddErr5	="Invalid remote path!"
NetDriveAddErr6	="Invalid password!"
NetDriveMsgDel1	="There seems to be open resources on this connection!"
NetDriveMsgDel2	="Are you sure you want to disconnect it nevertheless?"
LblDriveDel	="Disconnecting network drive..."
NetDriveDelErr	="Error while disconnecting drive!"
MsgUtilNotFnd1	="Network utility"
MsgUtilNotFnd2	="not found"
NetErrRegister	="An error occured while registering "netcfgx.dll""
NetErrTCPNotFnd	=""nettcpip.inf" not found"
NetErrMSCNotFnd	=""netmscli.inf" not found"
NetErrDetDev	="An error occured while detecting devices"
NetErrTCPInst	="An error occured while installing the "TCP/IP Protocol Driver" service"
NetErrMSCInst	="An error occured while installing the "Client for Microsoft Networks""
NetErrTCPStart	="An error occured while starting the "TCP/IP Protocol Driver" service"
NetErrDHCPStart	="An error occured while starting the "DHCP-Client" service"
NetErrStatOnly	="Only static IP addresses will work."
NetErrNLAStart	="An error occured while starting the "Network Location Awareness" service"
NetErrLMHStart	="An error occured while starting the "TCP/IP NetBIOS Helper" service"
ServiceStopping	="Остановка"
ServiceDesc	="Служба"
ServiceStarting	="Запуск"
ShareErrInf	=""netserv.inf" not found"
ShareErrInst	="Couldn't install the "File Sharing" service"
ShareErrInst2	="An error occured while installing the "File Sharing" service"
ShareErrStart	="An error occured while starting the "File Sharing" service"
ShareErrCB	="An error occured while starting the "Browser" service"
ShareErrStop	="An error occured while stopping the "File Sharing" service"
ShareErrPW	="An error occured while updating the specified user with the new password"
ShareErrUsr	="An error occured while adding the specified user to the system"
ShareErrAdmin	="An error occured while adding the specified user to the admin group"
ConStateOK	="OK"
ConStatePause	="Приостановлено"
ConStateDiscon	="Отключено"
ConStateErr	="Ошибка"
ConStateNetErr	="Ошибка сети"
ConStateCon	="Подключение"
ConStateRecon	="Повторное"
ChkShareAll	="Share all drives"
TTShareAll	="The drives will be shared with the drive letters only."
WiFiChkDrv	="Checking for needed "Wireless Zero Configuration" service installation files..."
WiFiErrInf	=""ndisuio.inf" not found"
WiFiErrInf2	=""netwzc.inf" not found"
WiFiErrInst	="An error occured while installing the "Wireless Zero Configuration" service"
WiFiRegXML	="Registering "Microsoft XML version 6"..."
WiFiInstSrv	="Installing "NDIS Usermode I/O" driver..."
WiFiInstSrv2	="Installing "Wireless Zero Configuration" service..."
WiFiStop	="Are you sure you want to stop the "Wireless Zero Configuration" service ?"
WiFiStartSrv	="Starting "Wireless Zero Configuration" service..."
WiFiStopSrv	="Stopping "Wireless Zero Configuration" service..."
WiFiErrStart	="An error occured while starting the "NDIS Usermode I/O" driver"
WiFiErrStart2	="An error occured while starting the "Wireless Zero Configuration" service"
WiFiErrStop	="An error occured while stopping the "Wireless Zero Configuration" service"
BtnIPAutoOn	="IP auto configuration enabled"
BtnIPAutoOff	="IP auto configuration disabled"
StateReady	="Готовы"
CMDActions	="Действия"
CMDIPChange	="Run commands after IP change"
CMDIPModeN	="Нормальной"
CMDIPModeH	="Скрыта"
CMDIPModeMin	="Минимизации"
CMDIPModeMax	="Максимальное"
CMDIPModeWait	="Ждать"
CMDIPModeNowait	="Не ждать"
CMDLine		="CMD линия"
CMDLineMode	="Режиме"
CMDLIneNumber	="Номер"
BtnWiFiDisconn	="Отсоедините"
WiFiConnected	="Подключен"
BtnRestore	="Restore"
TChangeMAC	="Change MAC address"
LblCurMac	="Current MAC"
LblNewMac	="New MAC"
MACChangeErr	="Wrong MAC address!"
MsgMACChangeErr	="Wrong MAC address!"
MsgMACApply	="Applying new MAC..."
MsgMACRestore	="Restoring original MAC..."
MsgInitWait	="Initialization is not finished yet..."
ShareAddUser	="Adding local users..."
LblNoNetcards	="Cause there were no network cards detected the program is running only in simple mode.@LFPlease perform a research for new network devices."
BtnSearchDevice	="&Search"
TWiFiProp	="Wireless Connection Properties"
LblWiFiSSID	="Network name (SSID)"
LblWiFiAuth	="Network authentication"
LblWiFiEnc	="Data encryption"
LblWiFiKey	="Network key"
ChkWiFiKey	="Show networkkey on input"
CMDStart	="Starting additional operations..."
BtnStatic	="&Static"
BtnDynamic	="&Dynamic"
TTWiFiRefPref	="Refresh prefered network list"
TIAdvanced	="Advanced"
LblExtProp	="The following advanced properties are available for this network device."
LblExtNoProp	="This network device does not have any configurable advanced properties."
LblProp		="Property:"
LblPropVal	="Value:"
RadioNotSet	=" Not set"
TTCon		="Connected"
TTDisCon	="Disconnected"
GrpTrouble	="Troubleshooting"
ChkDebug	="Debug Mode"
BtnDebug	="Open debug log..."
ChkWiFiAuto	="Connect automatically when this network is in range"
ChkWiFiAdhoc	="This is an ad-hoc network"
ChkWiFiHidden	="Connect even if this network is not broadcasting"
WiFiBalConTo	="Connected to:"
WiFiBalNetSec	="This is a secured network."
WiFiBalNetPref	="This is a prefered network."
WiFiBalNetInfra	="This is an infrastructure network."
WiFiBalNetAdhoc	="This is an ad-hoc network."
WiFiDelProf	="Delete Wireless networks profile?"
WiFiDelTxt	="Are you sure you want to delete the wireless networks profile"
WiFiDelWarn	="Attention: possibly the current connection could be lost."
BtnWiFiImport	="Import..."
TTWiFiImport	="Import WiFi prefered network profile"
TTWiFiXMLFiles	="XML files (*.xml)"
WiFiImportOK	="Successfully imported WiFi profile."
WiFiErrImport	="Error while importing WiFi profile."
BtnWiFiExport	="Export..."
TTWiFiExport	="Export WiFi prefered network profile"
WiFiExportOK	="Successfully exported WiFi profile"
WiFiErrExport	="Error while exporting WiFi profile"
TIProfiles	="Profiles"
LblProfFile	="File with network profiles"
LblProfList	="Network profile list"
TTProfRefresh	="Refresh profile list"
TTProfIniFiles	="Config files (*.ini)"
LblProfApply	="Applying profile settings..."
LblClr		="Color scheme"
LblWiFiCon	="Trying to connect with wireless network..."
WiFiErrAddProf	="Error while adding WiFi profile"
TWiFiConn	="Wireless key"
LblStartNetWpe	="Starting network support (Wpeinit)..."
WiFiInstSrv3	="Installing "Native WiFi Filter" driver..."
WiFiErrInst2	="An error occured while installing the "Native WiFi Filter" driver"
WiFiErrStart3	="An error occured while starting the "Native WiFi Filter" driver"
NetDriveAddErr7	="The network path was not found!"
WiFiBalNetNonSec="This is a nonsecured network."
WiFiStartSrv2	="Starting "WLAN AutoConfig" service..."
WiFiStopSrv2	="Stopping "WLAN AutoConfig" service..."
WiFiErrStart4	="An error occured while starting the "WLAN AutoConfig" service"
WiFiErrStop2	="An error occured while stopping the "WLAN AutoConfig" service"